INSERT INTO products
VALUES ('0308ff3d-5c46-445b-ba0c-05445157f218',
        'SMARTPHONE', 'Смартфон Samsung Galaxy S24 Ultra 12/256GB Onyx Black',
        'Смартфон Samsung Galaxy S24 Ultra 12/256GB Onyx Black дополнен искусственным интеллектом Galaxy AI, ' ||
        'который позволяет быстро находить любые предметы с картинок в поиске Google, легко перемещать объекты на ' ||
        'фотографиях и переводить речь на нужный язык во время разговора по телефону. Модель оснащена прочной ' ||
        'титановой рамкой, устойчивой к ударам. Закаленное стекло защищает экран от царапин. Устройство можно ' ||
        'погружать под воду на глубину до 1,5 м благодаря пылевлагозащите класса IP68.',
         121999, 50, 'Samsung-G-S24-U-12-256-OB', '2023-12-31', 'bxrbasov'),
       ('7b5cb731-3d07-4e55-a110-47a010269a88',
        'LAPTOP', 'Ноутбук игровой MSI Katana 17/17.3"/Core i5-12450H/8/512/RTX 3050/noOS/Black (B12UCR-1024XRU)',
        'Ноутбук игровой MSI Katana GF76 B12UCR-1024XRU с экраном диагональю 17,3 дюйма выполнен в пластиковом' ||
        ' корпусе габаритами 398х25,2х273 мм и весом около 2,6 кг. За быстродействие и стабильную работу устройства отвечают' ||
        ' восьмиядерный процессор Intel Core i5 12450H (2,0-4,4 ГГц) с кэш-памятью третьего уровня 12 Гб и дискретная видеокарта' ||
        ' GeForce RTX 3050. Размер оперативной памяти ноутбука — 8 Гб, емкость SSD накопителя — 512 Гб. Поддерживаются все модели' ||
        ' беспроводных геймпадов, алгоритмы искусственного интеллекта, трассировка лучей в режиме реального времени.',
        79999, 150, 'MSI-K-17-Core-i5-12450H-8-512-RTX3050-B', '2022-08-15', 'bxrbasov'),
       ('cb69d89b-789d-41ba-9161-12862f165858',
        'HEADPHONES', 'Игровые наушники Logitech G435 Lightspeed Black and Neon Yellow',
    'Игровые наушники Logitech G435 Wireless Black and Neon Yellow могут работать автономно от собственной батареи' ||
        ' до 18 часов. Подзарядка производится через USB-порт. Двухканальная модель весит 0,165 кг и функционирует в частотном диапазоне' ||
        ' 20-20000 Гц, что обеспечивает качественную передачу звука, с глубокими басами и четкими верхними нотами. Тканевые амбушюры' ||
        ' комфортно прилегают к ушам, не доставляя дискомфорта. Специальным переключателем можно регулировать громкость. Поддержка' ||
        ' Bluetooth дает возможность говорить по громкой связи дистанционно, используя один из двух микрофонов.',
        7999, 400, 'Logitech-G435-Lightspeed-BNY', '2021-05-27', 'bxrbasov'),
       ('b3b21ce6-5359-410d-a20c-089219943988',
           'KEYBOARD', 'Игровая клавиатура Lunacy Moonlight (LSPCK01)',
        'Игровая клавиатура Lunacy Moonlight (LSPCK01) — проводная модель механического типа, которая отличается стандартной ' ||
        'раскладкой: англоязычной, нанесенной краской белого цвета, и русскоязычной — серого оттенка. Интерфейс подключения — USB.',
        9999, 550, 'LSPCK01', '2023-04-11', 'bxrbasov'),
       ('cfe97f66-0d67-421f-9e0c-8ef643cfb908',
        'SCREEN', 'Монитор игровой Xiaomi 27"/IPS/1920x1080/165Гц/черный (G27i)',
        'Игровой монитор Xiaomi Monitor G27i ELA5375EU — модель с 27-дюймовым экраном разрешением 1920х1080 пикселей (Full HD).',
        15999, 300, 'Xiaomi-27-19201080-165-B', '2022-01-23', 'bxrbasov'),
       ('eff67242-f2fd-43cd-a1e1-0c39285fd838',
        'CAR', 'Porsche 911 Brabus 900 Rocket R, 2023',
        'Новый Porsche Brabus 900 Rocket R',
        99000000, 1, 'Porsche-Brabus-900-Rocket-R2023', '2023-07-19', 'bxrbasov');